backend/tests/samplediagrams/c4_sample_2.puml
@startuml
!include https://raw.githubusercontent.com/plantuml-stdlib/C4-PlantUML/master/C4_Container.puml
System_Boundary(s1, "System") {
  Container(web, "Web App", "Java")
  Container(db, "Database", "MySQL")
}
Person(user, "User")
Rel(user, web, "Uses")
Rel(web, db, "Reads/Writes")
@enduml
